Repository: chimosky/slider-puzzle-branch
Catalog: po/*.po
Languages: ur

source: Slider Puzzle
ur: سلایڈر پذل

source: Buddy '%s' changed status: %s
ur: بچہ '٪s' تبديل کيا: ٪s

source: Waiting for Puzzle image to be transferred...
ur: پزل کی تصویر کو ایک جگۂ سے دوسری جگۂ جانے کا انتظار کریں...

source: Buddy '%s' joined the game!
ur: بچۂ s% کھیل میں شامل ہوا

source: Buddy '%s' left the game!
ur: بچۂ'%s' کھیل چھوڑ گیا!

source: Solve
ur: حل

source: Shuffle
ur: ردوبدل

source: My Picture
ur: میری تصویر

source: Time:
ur: وقت

source: Lesson Plans
ur: لیسن پلین

source: Waiting for remote game...
ur: ریموٹ کھیل کا انتظار کریں...

source: Select image and press Start Game...
ur: پصویر کا بنتخاب کریں اور کھیل شروع کریں...

source: Waiting for Puzzle image to be chosen...
ur: پزل کی تصویر کا انتخاب کرنے کے لیے انتظار کریں...

source: Buddies
ur: بچوں

source: Give Up
ur: چھوڑ دو

source: Start Game
ur: کھیل شروع کریں

source: Slider Puzzle Activity
ur: سلایڈر پزل ایکٹیویٹی

source: Puzzle Solved!
ur: پزل حل ھو گیا!

source: Gave Up
ur: چھوڑ دیا

source: Choose a Subject
ur: مضمون کا انبخاب کریں

source: Close Lesson
ur: سبق بند دیں

source: Game Started!
ur: کھیل شروع ہو گیا!

source: Sea Life
ur: سمندری زندگی

source: Animals
ur: جانورون

source: Birds
ur: پرندے

source: Sequencing Puzzles
ur: پزل کی ترتیب

source: Sports
ur: کھیل

source: Insects
ur: کیڑے مکوڑے

source: Music
ur: موسیقی

source: Space
ur: خلاء

source: Lesson 5
ur: سبق پانچ

source: Lesson 4
ur: سبق چار

source: Overview
ur: خلاصۂ

source: Lesson 3
ur: سبق تین

source: Lesson 7
ur: سبق سات

source: Lesson 6
ur: سبق چھے

source: Lesson 1
ur: سبق ایک

source: Lesson 2
ur: دوسرا سبق

source: Buddy
ur: بچۂ

source: Status
ur: درجۂ

source: Play Time
ur: کھیلنے کا وقت

source: Joined at
ur: شامل ہوا تھا

source: synchronizing
ur: بروقت مطابقت ہونا

source: Playing
ur: کھیانا

source: Paused
ur: رک گیا

source: Finished
ur: خپم ہو گیا

source: Gave up
ur: چھوڑ دیا

source: Unknown
ur: نۂ جاننا

source: %i minutes
ur: ٪ آئ منٹ

source: Chinese (simplified)
ur: چاینیز(سادہ)

source: Chinese (traditional)
ur: چاینیز(روایتی)

source: Czech
ur: کزینچ

source: Danish
ur: ڈینش

source: Dutch
ur: ڈچ

source: English
ur: انگریزی

source: English - Great Britain
ur: انگریزی- برطانیۂ

source: English - U.S.
ur: انگریزی- امریکۂ.

source: Finnish
ur: ختم

source: French
ur: فرینچ

source: German
ur: جرمن

source: Hungarian
ur: ہنگرین

source: Italian
ur: اٹیلین

source: Japanese
ur: جاپانی

source: Korean
ur: کورین

source: Norwegian
ur: نارویگین

source: Polish
ur: پالش

source: Portuguese
ur: پرپگالی

source: Portuguese - Brazilian
ur: پرتگالی-برازیلی

source: Russian
ur: رشین

source: Slovak
ur: سلوک

source: Spanish
ur: سپینش

source: Swedish
ur: سویڈش

source: Turkish
ur: ترکش

source: Choose image
ur: تصویر کا انتخاب کریں

source: Not a valid image file
ur: درست تصویر کی فایل نہیں ہے
