Repository: chimosky/slider-puzzle-branch
Catalog: po/ach.po
Languages: ach

source: Slider Puzzle
ach: Lacer Pazol

source: Buddy '%(buddy)s' changed status: %(status)s
ach: Luwote '%(luwote)s' gutyeko loko: %(kit matye kwede)s

source: Waiting for Puzzle image to be transferred...
ach: Tye kakuro kobo cal me Pazol...

source: Buddy '%s' joined the game!
ach: Luwote '%s otyeko donyo i tuku!

source: Buddy '%s' left the game!
ach: Luwote '%' oweko tuku!

source: Solve
ach: Cobi

source: Shuffle
ach: Lok kabedo

source: My Picture
ach: Cal Mamega

source: Time:
ach: Caa:

source: Lesson Plans
ach: Plan me Pwony

source: Waiting for remote game...
ach: Tye kakuro tuku me kamabor...

source: Select image and press Start Game...
ach: Yer cal ci i dii Cak Tuku...

source: Waiting for Puzzle image to be chosen...
ach: Tye kakuro cal me Pazol pi ayera...

source: Buddies
ach: Luwote

source: Give Up
ach: Jal Woko

source: Start Game
ach: Cak Tuku

source: Slider Puzzle Activity
ach: Tic me Pazol Macer

source: Puzzle Solved!
ach: Kityeko Cobo peko me Pazol!

source: Gave Up
ach: Ojalo Woko

source: Choose a Subject
ach: Yer Cabjek acel

source: Close Lesson
ach: Lor Pwony

source: Game Started!
ach: Tuku dong Ocake!

source: Sea Life
ach: Kwo me Nam

source: Animals
ach: Leyi

source: Birds
ach: Winyi

source: Sequencing Puzzles
ach: Bedo nwoyo Pazol mapol

source: Sports
ach: Tuku

source: Insects
ach: Kwidi mapol

source: Music
ach: Wer

source: Space
ach: Kabedo

source: Lesson 5
ach: Pwony namba 5

source: Lesson 4
ach: Pwony 4

source: Overview
ach: Neno wiewie

source: Lesson 3
ach: Pwony 3

source: Lesson 7
ach: Pwony 7

source: Lesson 6
ach: Pwony 6

source: Lesson 1
ach: Pwony me 1

source: Lesson 2
ach: Pwony me 3

source: Buddy
ach: Larem

source: Status
ach: Kit matye kwede

source: Play Time
ach: Caa me Tuku

source: Joined at
ach: Odonyo ki ii

source: synchronizing
ach: tye katime kombedi

source: Playing
ach: Tuko

source: Paused
ach: Cung manok

source: Finished
ach: Otum

source: Gave up
ach: Ojalo woko

source: Unknown
ach: Pengene

source: %i minutes
ach: %i dakika

source: Chinese (simplified)
ach: Jo me China (yot odoco)

source: Chinese (traditional)
ach: Jo me China (tekwaro kikome)

source: Danish
ach: Leb me Denmark

source: Dutch
ach: Duch

source: English
ach: Leb Munu

source: English - Great Britain
ach: Leb Munu - Britain Madit

source: English - U.S.
ach: Leb Munu - U.S.

source: Finnish
ach: Leb Finland

source: French
ach: Leb France

source: German
ach: Leb Germany

source: Hungarian
ach: Leb Hungaria

source: Italian
ach: Leb Itally

source: Japanese
ach: Leb Japan

source: Korean
ach: Jo Korea

source: Norwegian
ach: Leb jo Norway

source: Portuguese
ach: Jo me Portugal

source: Portuguese - Brazilian
ach: Portugal- Jo Brazil

source: Russian
ach: Leb jo Russia

source: Slovak
ach: Leb Slavic

source: Spanish
ach: Leb Spain

source: Swedish
ach: Leb Sweden

source: Turkish
ach: Leb Turkey

source: Choose image
ach: Yer cal

source: Not a valid image file
ach: Pe obedo pwail pa cal matio
